import React from 'react';
import s from "./InfoPage.module.css";

function InfoPage(props) {
    return (
        <div className={s.info_page}>

            <div className={s.article}>
                <span id={"rotang"}> </span>

                <h2 className={s.article_header}>Про Ротанг</h2>
                <p className={s.article_part}>Изготовлением плетёной мебели из ротанга традиционно занимаются в странах
                    где растет ротанговая пальма, в основном в Индонезии, Малайзии и Филиппинах. Индонезийцы делали свою
                    плетеную мебель уже в каменном веке, поэтому изготовление плетеной мебели из ротанга имеет очень
                    древнюю историю.
                    Процесс изготовление плетеной мебели из ротанга достаточно прост. А технология изготовления мебели
                    из ротанга практически безотходна. В дело идет всё. С ротанговых стволов снимается кора, затем
                    очищенные стволы проходят калибровку по диаметру. Ротанг свободно гнется, а при соответствующей
                    обработке паром может принимать практически любые формы, задаваемые дизайнером. Поэтому уже после
                    паровой ванны из обработанного паром ротанга изготавливаются несущие части мебельной конструкции.
                    Для ажурного плетения мебели из ротанга используется сердцевина пальмы, которая нарезается в виде
                    спагетти различного диаметра.
                </p>
                <p className={s.article_part}>
                    Кора, в свою очередь, также нарезается на ровные полоски для оплетки стыков, торцов, углов, а также
                    изготовления матов и циновок.
                    После формирования ротангового изделия и перед его покраской все изделия сортируются: ротанг лучшего
                    качества (идеального цвета и структуры) используется для покраски в натуральный или медовый цвет. На
                    покраску в натуральный или медовый цвет идёт только отборный ротанг - самый белый, без дефектов в
                    цвете. Помимо этих цветов ротанг окрашивают в оливковый, коричневый, кофейный и коньячный цвет.
                </p>
                <p className={s.article_part}>
                    В начале процесса покраски плетеное ротанговое изделие покрывается специальным лаком-краской, через
                    20 минут производится повторное напыление лаком-краской. Весь процесс происходит на специальном
                    покрасочном стенде. Затем изделие полируют, убирая подтеки и неровности и тем самым подготавливая
                    его к следующей стадии. На заключительном этапе плетеную мебель лакируют. Лакировка и дает конечный
                    цвет мебели из ротанга. При лакировке используется полиуретановый лак на водной основе: водная
                    основа дает возможность эксплуатировать ротанговую мебель во влажных помещениях и на улице. В
                    составе полиуретанового лака нет вредных для здоровья и экологии ингредиентов. Также у
                    полиуретанового лака отсутствует неприятный запах.
                </p>
            </div>

            <div className={s.article}>
                <span id={"plastic_rotang"}> </span>

                <h2 className={s.article_header}>Про Полімерний Ротанг</h2>
                <p className={s.article_part}>
                    Искусственный ротанг нашего производства представляет собой полиэтиленовую композицию, состоящую из
                    ПНД, ПВД, линейного полимера, красителей, защиты от УФ излучения.
                </p>
                <p className={s.article_part}>
                    Сочетание компонентов в нашей композиции делает материал упругим, надежным и позволяет создавать
                    мебельные изделия с возобновляемой формой.
                    Т.е. даже после воздействия сильных нагрузок ленты растягиваются, но после снятия нагрузки
                    возвращаются в исходную форму.
                    Это позволяет нам производить изделия испытывающие большие нагрузки на солнце, например пляжную
                    мебель (топчаны, лежаки, кресла и т.п.).
                    Плетеная мебель из нашего искусственного ротанга является очень эргономичной: плавно и комфортно
                    поддерживается сиденье и спина человека.
                    На наших стульях, креслах и диванах приятно сидеть даже без подушек, что важно для площадок под
                    открытым небом.
                    С использованием рекомендуемых нами подушек уровень комфорта только увеличивается, подушки удобно
                    закрепляются лентами-завязками с липучкой под сиденьем, место крепления не видно, а подушка никуда
                    не сдвинется при эксплуатации.
                </p>
                <p className={s.article_part}>
                    В производстве лент искусственного ротанга используются красители и УФ защита концерна TOSAF
                    (Израиль), а наиболее продаваемым цветом нашей мебели является коричневый цвет.
                    Коричневый краситель с оттенком перламутра, используемый в нашей мебели, также специально создан для
                    нас специалистами концерна TOSAF.
                </p>
                <p className={s.article_part}>
                    Использование полиэтиленовой композиции в составе нашей ленты искусственного ротанга дает следующие
                    преимущества:
                    - полиэтилен является самым дружелюбным материалом для человека: полиэтилен не имеет запаха, не
                    раздражает кожу, является инертным материалом. Лишним подтверждением его экологичности материала
                    является использование его при упаковке пищевых продуктов
                    - мебель, изготовленная из полиэтиленовой композиции, не будет источать неприятного "химического"
                    запаха, свойственного изделиям из ПВХ производства китайских компаний.
                    - такую мебель можно с удовольствием использовать дома, в местах отдыха (например, в банях,
                    бассейнах, SPA салонах и т.п.)
                    - полиэтилен не боится мороза. Нашу мебель можно оставлять на зиму в неотапливаемых помещениях, а
                    мебель из ПВХ подвержена риску растрескивания на морозе.
                    - используемая нами защита от УФ излучения предохраняет изделия от выцветания красок на солнце, что
                    проверено на выставленных под открытым небом наших образцах в течение 2-х лет.
                </p>
                <p className={s.article_part}>
                    Мы используем сваренные аргоно-дуговой сваркой каркасы изделий из конструкционного алюминия с
                    покрытием из порошковой эмали.
                    В сочетании с ними искусственный ротанг из полимерной композиции позволяет делать надежные, удобные,
                    привлекательные изделия с недорогой ценой.
                    При необходимости наши изделия можно мыть мойкой высокого давления, конечно соблюдая разумный подход
                    к величине давления струю, что очень удобно.
                </p>
            </div>

            <div className={s.article}>
                <span id={"delivery"}> </span>

                <h2 className={s.article_header}>Про Доставку</h2>
                <p className={s.article_part}>
                Безкоштовна доставка по Києву здійснюється при замовленні на суму від 4000 грн. При замовленні на суму
                до 4000 грн доставка 150 грн в межах міста Києва. При доставці за межі Києва 12 грн за 1 км від КП.
                </p>
            <p className={s.article_part} >
                Доставка товарів, замовлених в нашому магазині, здійснюється протягом 1-7 рабочих днів з моменту
                замовлення (при наявності товару на складі). Більш точні терміни виконання замовлення і доставки
                узгоджуйте з менеджером-консультантом.
            </p>

                <p className={s.article_part} >
                Доставка товарів, замовлених в Інтернет–магазині, здійснюється протягом 2 - 7 робочих днів з моменту
                замовлення (залежно від особливостей товару і додаткових умов доставки) післе того,як Ви погодите з
                менеджером-консультантом всі деталі замовлення (його вартістьсть, наявність і дату доставки).
                Доставка по Україні здійснюється до місця після того, як Ви узгодите з менеджером-консультантом всі
                деталі замовлення (його вартість, наявність і дату доставки). Вартість доставки, розраховану
                автоматично, необхідно уточнювати у менеджера-консультанта.
                </p>

                <p className={s.article_part} >
                    Доставка по Україні також здійснюється службами доставки в будь який населений пункт. Товари можуть
                    бути доставлені такими службами доставки:

                </p>
                <p className={s.article_part}>
                    Делівері: <a target="_blank"
                                 href="https://delivery-auto.com.ua/uk-UA/CalculateCost">https://delivery-auto.com.ua/uk-UA/CalculateCost</a>
                </p>
                <p className={s.article_part}>
                    Нова пошта: <a target="_blank"
                                    href="http://novaposhta.ua/frontend/calculator"> http://novaposhta.ua/frontend/calculator </a>
                </p>
            </div>
        </div>
    );
}

export default InfoPage;